Repository: jonasraoni/mostCited
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.mostCited.scheduledTask
source: mostCited
es: Más citados
pt_br: Mais citados

# plugins.generic.mostCited.title
source: Most Cited Submissions
es: Contenidos más citados
pt_br: Conteúdos mais citados

# plugins.generic.mostCited.desc
source: This plugin shows the total number of citations from Scopus, Crossref or Europe PMC.
es: Este complemento muestra los contenidos más citados junto con el número total de citas recibidas en Scopus, Crossref o Europe PMC en la página principal de la revista.
pt_br: Este plugin exibe as submissões mais citadas juntamente com o número total de citações recebidas no Scopus, Crossref ou Europe PMC na página principal da revista.

# plugins.generic.mostCited.header.default
source: Most Cited Submissions
es: Contenidos más citados
pt_br: Conteúdos mais citados

# plugins.generic.mostCited.header
source: Section Heading
es: Encabezado de la sección
pt_br: Cabeçalho da seção

# plugins.generic.mostCited.header.desc
source: The heading that should be displayed above the most cited submissions section. Leave this field blank to display "Most Cited Submissions".
es: Este es el campo para el título que encabeza la sección de los contenidos más citados. Para que el sistema despliegue el título "Contenidos más citados", deje este campo en blanco.
pt_br: Este é o campo para o título que encabeça a seção dos conteúdos mais citados. Para que o sistema exiba o título "Conteúdos mais citados", deixe este campo em branco.

# plugins.generic.mostCited.position
source: Display Location
es: Lugar de visualización
pt_br: Local de visualização

# plugins.generic.mostCited.position.desc
source: If you enable this setting, the plugin will attempt to display the Most Cited submissions at the bottom of your journal homepage. This may not work on all themes.
es: Si activa esta opción, el plugin intentará mostrar la sección de contenidos más citados en la parte inferior de la página principal de la revista. Cabe la posibilidad de que esto no funcione en todos los temas.
pt_br: Se você ativar esta opção, o plugin tentará mostrar a seção dos conteúdos mais citados na parte inferior da página principal da revista. Pode ser que isso não funcione em todos os temas.

# plugins.generic.mostCited.position.check
source: Try to move the Most Cited submissions to the bottom of the journal homepage
es: Intentar mover la sección de contenidos más citados a la parte inferior de la página principal de la revista.
pt_br: Tentar mover a seção dos conteúdos mais citados para a parte inferior da página principal da revista.

# plugins.generic.mostCited.provider
source: Provider
es: Base de datos
pt_br: Base de dados

# plugins.generic.mostCited.provider.desc
source: Choose between Crossref, Scopus or Europe PMC.
es: Seleccione entre Crossref, Scopus o Europe PMC.
pt_br: Selecione entre Crossref, Scopus ou Europe PMC.

# plugins.generic.mostCited.api.desc
source: The API credentials are requested in the following fields. These are stored but not re-displayed for safety purposes. You do not have to reenter your credentials because the already stored credentials will be used. If credentials are stored, the corresponding input fields are marked with a blue border.
es: Los siguientes campos están destinados para las credenciales de la API. Una vez ingresadas, estas quedan guardadas y no se muestran por razones de seguridad. No es necesario que reingrese sus credenciales, pues se emplearán las que ya están guardadas. Si en el sistema ya se encuentran guardadas las credenciales, los campos para ingresarlas aparecerán marcados con un borde azul.
pt_br: Os seguintes campos são destinados para as credenciais da API. Uma vez inseridas, elas ficam guardadas e não são mostradas por razões de segurança. Não é necessário inserir suas credenciais novamente, pois serão utilizadas as que já estão guardadas. Se no sistema já foram guardadas as credenciais, os campos para inseri-las aparecerão marcados com uma borda azul.

# plugins.generic.mostCited.scopus.desc
source: In order to retrieve citation statistics from Scopus you need an API key. If you don't have an API key yet, you can request one <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">here</a> (free of charge)
es: Para usar las métricas de citación de Scopus necesitará una API Key. Si aún no la tiene, puede solicitar una <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">aquí</a> (sin costo).
pt_br: Para usar as métricas de citação do Scopus, você precisará de uma API Key. Se ainda não tiver uma, pode solicitar uma <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">aqui</a> (gratuitamente)

# plugins.generic.mostCited.scopus.key
source: Enter here the Scopus API Key.
es: Ingrese aquí su API Key de Scopus.
pt_br: Insira aqui sua API Key do Scopus.

# plugins.generic.mostCited.crossref.desc
source: To get access to Crossref you have to be a <a href="https://www.crossref.org/membership/" target="_blank">member</a> of Crossref. This is associated with <a href="https://www.crossref.org/fees/" target="_blank">fees</a>.<br />If you are a member of Crossref, please enter your credentials here.<br /><strong>The Cited-by service is enabled by default for all Crossref members/prefixes.</strong>
es: Para acceder a Crossref necesita una <a href="https://www.crossref.org/membership/" target="_blank">membresía</a>. Esto puede suponer algún <a href="https://www.crossref.org/fees/" target="_blank">cobro</a>.<br />Si usted es miembro de Crossref, ingrese sus credenciales aquí.<br /><strong>El servicio de Cited-by está habilitado por omisión para todos los miembros y prefijos de Crossref.</strong>
pt_br: Para acessar o Crossref, você precisa de uma <a href="https://www.crossref.org/membership/" target="_blank">membro</a> Isso pode implicar alguma <a href="https://www.crossref.org/fees/" target="_blank">cobrança</a>.<br />Se você é membro do Crossref, insira suas credenciais aqui.<br /><strong>O serviço Cited-by está habilitado por padrão para todos os membros e prefixos do Crossref.</strong>

# plugins.generic.mostCited.crossref.name
source: Enter here the Crossref username.
es: Ingrese aquí su usuario de Crossref.
pt_br: Insira aqui seu usuário do Crossref.

# plugins.generic.mostCited.crossref.password
source: Enter here the Crossref password.
es: Ingrese aquí su contraseña de Crossref.
pt_br: Insira aqui sua senha do Crossref.

# plugins.generic.mostCited.quantity
source: Number of Submissions
es: Cantidad de contenidos
pt_br: Quantidade de conteúdos

# plugins.generic.mostCited.quantity.desc
source: How many submissions should be displayed.
es: Cantidad de contenidos que se deben visualizar.
pt_br: Quantidade de conteúdos que devem ser visualizados.
